Repository: 121mlvin/e-components
Catalog: ecomp/locale/*/LC_MESSAGES/django.po
Languages: de, pl, uk

source: Component %(component)s is categorized as %(category)s.
de: Die Komponente %(component)s wird als %(category)s kategorisiert.
pl: Składnik %(component)s jest skategoryzowany jako %(category)s.
uk: Компонент %(component)s віднесено до категорії %(category)s.

source: Component %(component)s not found.
de: Komponente %(component)s nicht gefunden.
pl: Nie znaleziono składnika %(component)s.
uk: Компонент %(component)s не знайдено.

source: Invalid component format.
de: Ungültiges Komponentenformat.
pl: Nieprawidłowy format komponentu.
uk: Невірний формат компонента.

source: Message from %(name)s
de: Nachricht von %(name)s
pl: Wiadomość od %(name)s
uk: Повідомлення від %(name)s

source: Your message has been sent successfully!
de: Ihre Nachricht wurde erfolgreich gesendet!
pl: Twoja wiadomość została pomyślnie wysłana!
uk: Ваше повідомлення успішно відправлено!

source: An error occurred while sending your message. Please try again later.
de: Beim Senden Ihrer Nachricht ist ein Fehler aufgetreten. Bitte versuchen Sie es später noch einmal.
pl: Wystąpił błąd podczas wysyłania wiadomości. Spróbuj ponownie później.
uk: Виникла помилка під час надсилання вашого повідомлення. Будь ласка, спробуйте ще раз пізніше.

source: Home
de: Startseite
pl: Główna
uk: Головна

source: Contact Us
de: Kontaktieren Sie uns
pl: Skontaktuj się z nami
uk: Зв'яжіться з нами

source: Important Information
de: Wichtige Informationen
pl: Ważne informacje
uk: Важлива інформація

source: Information
de: Informationen
pl: Informacje
uk: Інформація

source: Regional Differences
de: Regionale Unterschiede
pl: Różnice regionalne
uk: Регіональні відмінності

source: While the additives are generally listed correctly as "dangerous" or "safe," the approval status can differ by country. Some additives banned in the U.S. (e.g., E123, E952) might still be allowed in the EU and vice versa.
de: Während die Zusatzstoffe im Allgemeinen korrekt als „gefährlich“ oder „sicher“ eingestuft werden, kann der Zulassungsstatus von Land zu Land unterschiedlich sein. Einige Zusatzstoffe, die in den USA verboten sind (z. B. E123, E952), können in der EU noch zugelassen sein und andersherum.
pl: Podczas gdy dodatki są zazwyczaj poprawnie wymienione jako „niebezpieczne” lub „bezpieczne”, status zatwierdzenia może się różnić w zależności od kraju. Niektóre dodatki zakazane w USA (np. E123, E952) mogą być nadal dozwolone w UE i odwrotnie.
uk: Хоча добавки, як правило, правильно вказані як «небезпечні» або «безпечні», статус дозволу може відрізнятися в різних країнах. Деякі добавки, заборонені в США (наприклад, E123, E952), можуть бути дозволені в ЄС і навпаки.

source: Long-Term Effects:
de: Langfristige Auswirkungen:
pl: Efekty długoterminowe:
uk: Довгострокові ефекти:

source: Some additives (e.g., E951 Aspartame) are listed under "Potential Risk" due to controversies regarding their long-term effects.
de: Einige Zusatzstoffe (z. B. E951 Aspartam) sind aufgrund von Kontroversen über ihre langfristigen Auswirkungen unter „Potenzielles Risiko“ aufgeführt.
pl: Niektóre dodatki (np. E951 Aspartam) są wymienione jako „Potencjalne ryzyko” ze względu na kontrowersje dotyczące ich długoterminowych skutków.
uk: Деякі добавки (наприклад, аспартам E951) віднесені до категорії «Потенційний ризик» через суперечки щодо їхнього довгострокового впливу.

source: Check E-Component
de: E-Komponente prüfen
pl: Sprawdź komponent E
uk: Перевірте Е-компонент

source: Enter an E-number to check whether it's safe or dangerous.
de: Geben Sie eine E-Nummer ein, um zu prüfen, ob sie sicher oder gefährlich ist.
pl: Wprowadź numer E, aby sprawdzić, czy jest on bezpieczny czy niebezpieczny.
uk: Введіть E-номер, щоб перевірити, безпечно це чи небезпечно.

source: Check
de: Siehe
pl: Sprawdź
uk: Перевірка

source: Component Name:
de: Name der Komponente:
pl: Nazwa komponentu:
uk: Назва компонента:

source: Purpose:
de: Zweck:
pl: Cel:
uk: Призначення:

source: Safety Information:
de: Informationen zur Sicherheit:
pl: Informacje dotyczące bezpieczeństwa:
uk: Інформація з безпеки:

source: Dangerous Food Components
de: Gefährliche Lebensmittelbestandteile
pl: Niebezpieczne składniki żywności
uk: Небезпечні харчові компоненти

source: All rights reserved.
de: Alle Rechte vorbehalten.
pl: Wszelkie prawa zastrzeżone.
uk: Всі права захищені.

source: If you have any questions or concerns, feel free to reach out to us using the form below.
de: Wenn Sie Fragen oder Bedenken haben, können Sie sich mit dem unten stehenden Formular an uns wenden.
pl: Jeśli masz jakiekolwiek pytania lub wątpliwości, skontaktuj się z nami za pomocą poniższego formularza.
uk: Якщо у вас виникли запитання або занепокоєння, будь ласка, зв'яжіться з нами, використовуючи форму нижче.

source: Your Name
de: Ihr Name
pl: Imię i nazwisko
uk: Ваше ім'я

source: Your Email
de: Deine E-Mail
pl: Twój adres e-mail
uk: Ваш email

source: Your Message
de: Ihre Nachricht
pl: Twoja wiadomość
uk: Ваше повідомлення

source: Send Message
de: Nachricht senden
pl: Wyślij wiadomość
uk: Надіслати повідомлення

source: Or type on email below
de: Oder geben Sie unten eine E-Mail ein
pl: Lub wpisz e-mail poniżej
uk: Або напишіть на електронну пошту нижче

source: Phone:
de: Telefon:
pl: Telefon:
uk: Телефон:

source: Dangerous Components
de: Gefährliche Komponenten
pl: Niebezpieczne komponenty
uk: Небезпечні компоненти

source: Health Tips
de: Gesundheitstipps
pl: Porady zdrowotne
uk: Поради про здоров'я

source: Be Aware of Dangerous Food Components
de: Achten Sie auf gefährliche Lebensmittelbestandteile
pl: Uważaj na niebezpieczne składniki żywności
uk: Будьте уважні до небезпечних харчових компонентів

source: Understand the harmful additives and chemicals present in everyday foods and how to avoid them.
de: Sie erfahren, welche schädlichen Zusatzstoffe und Chemikalien in alltäglichen Lebensmitteln enthalten sind und wie man sie vermeiden kann.
pl: Zrozumienie szkodliwych dodatków i substancji chemicznych obecnych w codziennej żywności oraz sposobów ich unikania.
uk: Розуміння шкідливих добавок і хімічних речовин, присутніх у повсякденних продуктах харчування, та способів їх уникнення.

source: Check E-Components
de: E-Komponenten prüfen
pl: Sprawdź komponenty E
uk: Перевірте Е-компоненти

source: Top Harmful Food Additives & Chemicals
de: Die schädlichsten Lebensmittelzusatzstoffe und Chemikalien
pl: Najbardziej szkodliwe dodatki do żywności i chemikalia
uk: Найшкідливіші харчові добавки та хімікати

source: Aspartame
de: Aspartam
pl: Aspartam
uk: Аспартам

source: Aspartame is an artificial sweetener that has been linked to headaches, dizziness, and potential cancer risks.
de: Aspartam ist ein künstlicher Süßstoff, der mit Kopfschmerzen, Schwindelgefühl und möglichen Krebsrisiken in Verbindung gebracht wird.
pl: Aspartam to sztuczny słodzik, który jest powiązany z bólami głowy, zawrotami głowy i potencjalnym ryzykiem raka.
uk: Аспартам - штучний підсолоджувач, який пов'язують з головним болем, запамороченням і потенційним ризиком розвитку раку.

source: Monosodium Glutamate (MSG)
de: Mononatriumglutamat (MSG)
pl: Glutaminian sodu (MSG)
uk: Глутамат натрію (MSG)

source: MSG is commonly found in processed foods and can trigger allergic reactions, headaches, and nausea in sensitive individuals.
de: MSG ist häufig in verarbeiteten Lebensmitteln enthalten und kann bei empfindlichen Personen allergische Reaktionen, Kopfschmerzen und Übelkeit auslösen.
pl: MSG jest powszechnie spotykany w przetworzonej żywności i może wywoływać reakcje alergiczne, bóle głowy i nudności u osób wrażliwych.
uk: MSG зазвичай міститься в оброблених продуктах харчування і може викликати алергічні реакції, головний біль і нудоту у чутливих людей.

source: Trans Fats
de: Transfette
pl: Tłuszcze trans
uk: Транс-жири

source: Trans fats raise bad cholesterol levels and increase the risk of heart disease, stroke, and diabetes.
de: Transfette erhöhen den schlechten Cholesterinspiegel und steigern das Risiko von Herzkrankheiten, Schlaganfällen und Diabetes.
pl: Tłuszcze trans podnoszą poziom złego cholesterolu i zwiększają ryzyko chorób serca, udaru mózgu i cukrzycy.
uk: Трансжири підвищують рівень поганого холестерину і збільшують ризик серцевих захворювань, інсульту та діабету.

source: Health Tips to Avoid Harmful Food Additives
de: Gesundheitstipps zur Vermeidung von schädlichen Lebensmittelzusatzstoffen
pl: Wskazówki zdrowotne dotyczące unikania szkodliwych dodatków do żywności
uk: Поради, як уникнути шкідливих харчових добавок.

source: Read Food Labels
de: Lebensmitteletiketten lesen
pl: Czytaj etykiety żywności
uk: Читайте етикетки на продуктах харчування

source: Always check the ingredients list on packaged foods to avoid harmful chemicals like preservatives and artificial sweeteners.
de: Überprüfen Sie immer die Zutatenliste auf verpackten Lebensmitteln, um schädliche Chemikalien wie Konservierungsmittel und künstliche Süßstoffe zu vermeiden.
pl: Zawsze sprawdzaj listę składników na pakowanej żywności, aby uniknąć szkodliwych substancji chemicznych, takich jak konserwanty i sztuczne słodziki.
uk: Завжди перевіряйте список інгредієнтів на упакованих продуктах, щоб уникнути шкідливих хімічних речовин, таких як консерванти та штучні підсолоджувачі.

source: Eat Fresh and Whole Foods
de: Essen Sie frische und vollwertige Lebensmittel
pl: Jedz świeżą i pełnowartościową żywność
uk: Їжте свіжу та цільну їжу

source: Fresh fruits, vegetables, and whole grains are free from harmful additives and provide essential nutrients.
de: Frisches Obst, Gemüse und Vollkornprodukte sind frei von schädlichen Zusatzstoffen und liefern wichtige Nährstoffe.
pl: Świeże owoce, warzywa i produkty pełnoziarniste są wolne od szkodliwych dodatków i dostarczają niezbędnych składników odżywczych.
uk: Свіжі фрукти, овочі та цільні зерна не містять шкідливих добавок і містять необхідні поживні речовини.

source: Limit Processed Foods
de: Verarbeitete Lebensmittel einschränken
pl: Ogranicz przetworzoną żywność
uk: Обмежте оброблені продукти

source: Minimize your consumption of highly processed foods like frozen meals, chips, and sugary drinks, which often contain harmful additives.
de: Reduzieren Sie den Konsum von stark verarbeiteten Lebensmitteln wie Tiefkühlgerichten, Chips und zuckerhaltigen Getränken, die oft schädliche Zusatzstoffe enthalten.
pl: Zminimalizuj spożycie wysoko przetworzonej żywności, takiej jak mrożone posiłki, chipsy i słodkie napoje, które często zawierają szkodliwe dodatki.
uk: Мінімізуйте споживання продуктів з високим ступенем обробки, таких як заморожені продукти, чіпси та солодкі напої, які часто містять шкідливі добавки.
